adw-gtk-theme
aws-cli
base
base-devel
bibata-cursor-theme-bin
blueman
bluez
bluez-utils
bolt
brave-bin
brightnessctl
btop
code
cups
cups-pk-helper
displaylink
dunst
efibootmgr
fastfetch
fwupd
git
github-cli
grim
gst-plugin-pipewire
gvfs
gvfs-smb
htop
hyprland
hyprlock
hyprpaper
imagemagick
intel-media-driver
intel-ucode
iwd
jq
kitty
less
libinput-tools
libpulse
libreoffice-fresh
libva-intel-driver
linux
linux-firmware
linux-headers
mesa-utils
nano
network-manager-applet
networkmanager
noto-fonts
nvidia-open
nvidia-settings
nvidia-utils
nwg-look
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
power-profiles-daemon
qt5-wayland
qt6-wayland
rofi
sddm
sddm-silent-theme
sddm-theme-tokyo-night-git
slurp
smartmontools
sof-firmware
spotify-launcher
sudo
swaync
system-config-printer
tailscale
thunar
thunderbird
timeshift
tree
ttf-jetbrains-mono-nerd
usbutils
uwsm
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wdisplays
wev
wget
wireless_tools
wireplumber
wl-clipboard
wlogout
wlr-randr
wofi
wpa_supplicant
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
xournalpp
yay
yay-debug
zram-generator
